Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.codes.turnstile_failed.message
source: The security check didn't pass. Reload the page and try again.
de: Die Sicherheitsprüfung wurde nicht bestanden. Laden Sie die Seite neu und versuchen Sie es erneut.
es: La comprobación de seguridad no se superó. Vuelve a cargar la página e inténtalo de nuevo.
it: La verifica di sicurezza non è stata superata. Ricarica la pagina e riprova.
ja: セキュリティ確認に失敗しました。ページを再読み込みして、もう一度お試しください。
ko: 보안 확인을 통과하지 못했어요. 페이지를 새로고침하고 다시 시도하세요.
pt_br: A verificação de segurança não foi aprovada. Recarregue a página e tente de novo.
zh_hans: 安全验证未通过。请重新加载页面后重试。

# core.codes.turnstile_failed.title
source: Check didn't pass
de: Prüfung nicht bestanden
es: La comprobación no se superó
it: Verifica non superata
ja: 確認に失敗しました
ko: 확인 실패
pt_br: Verificação não aprovada
zh_hans: 验证未通过

# core.codes.unauthorized.message
source: This device isn't signed in, or its license is no longer valid. Sign in or activate again.
de: Dieses Gerät ist nicht angemeldet oder seine Lizenz ist nicht mehr gültig. Melden Sie sich an oder aktivieren Sie es erneut.
es: Este dispositivo no tiene una sesión iniciada o su licencia ya no es válida. Inicia sesión o vuelve a activarlo.
it: Questo dispositivo non ha effettuato l'accesso oppure la sua licenza non è più valida. Accedi o attiva di nuovo.
ja: このデバイスはサインインしていないか、ライセンスが無効になっています。もう一度サインインまたはアクティベートしてください。
ko: 이 기기가 로그인되어 있지 않거나 라이선스가 더 이상 유효하지 않아요. 다시 로그인하거나 활성화하세요.
pt_br: Este dispositivo não está conectado ou a licença dele não é mais válida. Entre ou ative novamente.
zh_hans: 此设备未登录，或其许可证已失效。请重新登录或激活。

# core.codes.unauthorized.title
source: Not signed in
de: Nicht angemeldet
es: Sin sesión iniciada
it: Accesso non effettuato
ja: サインインしていません
ko: 로그인되지 않음
pt_br: Não conectado
zh_hans: 未登录

# core.codes.unavailable.message
source: Sign-in isn't available right now. Try again in a few minutes.
de: Die Anmeldung ist derzeit nicht verfügbar. Versuchen Sie es in einigen Minuten erneut.
es: El inicio de sesión no está disponible en este momento. Vuelve a intentarlo en unos minutos.
it: L'accesso non è disponibile al momento. Riprova tra qualche minuto.
ja: 現在サインインを利用できません。数分後にもう一度お試しください。
ko: 지금은 로그인을 사용할 수 없어요. 몇 분 후에 다시 시도하세요.
pt_br: O acesso não está disponível agora. Tente novamente em alguns minutos.
zh_hans: 登录目前不可用。请几分钟后重试。

# core.codes.unavailable.title
source: Sign-in unavailable
de: Anmeldung nicht verfügbar
es: Inicio de sesión no disponible
it: Accesso non disponibile
ja: サインインを利用できません
ko: 로그인 사용 불가
pt_br: Acesso indisponível
zh_hans: 登录不可用

# core.codes.unknown.message
source: Something went wrong. Try again.
de: Ein Fehler ist aufgetreten. Versuchen Sie es erneut.
es: Algo salió mal. Vuelve a intentarlo.
it: Si è verificato un problema. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente.
zh_hans: 出现问题。请重试。

# core.codes.unknown.title
source: Something went wrong
de: Ein Fehler ist aufgetreten
es: Algo salió mal
it: Si è verificato un problema
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
zh_hans: 出现问题

# core.codes.unsupported.message
source: This isn't available here.
de: Dies ist hier nicht verfügbar.
es: Esto no está disponible aquí.
it: Non è disponibile qui.
ja: ここでは利用できません。
ko: 여기에서는 사용할 수 없어요.
pt_br: Isso não está disponível aqui.
zh_hans: 此处不支持此功能。

# core.codes.unsupported.title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기에서 사용할 수 없음
pt_br: Indisponível aqui
zh_hans: 此处不可用

# core.codes.upstream_rate_limited.message
source: Downloads are busy right now. Try again in a few minutes.
de: Die Downloads sind derzeit ausgelastet. Versuchen Sie es in einigen Minuten erneut.
es: Las descargas están saturadas en este momento. Vuelve a intentarlo en unos minutos.
it: I download sono sovraccarichi al momento. Riprova tra qualche minuto.
ja: 現在ダウンロードが混雑しています。数分後にもう一度お試しください。
ko: 지금은 다운로드가 혼잡해요. 몇 분 후에 다시 시도하세요.
pt_br: Os downloads estão sobrecarregados agora. Tente novamente em alguns minutos.
zh_hans: 下载服务目前繁忙。请几分钟后重试。

# core.codes.upstream_rate_limited.title
source: Download busy
de: Downloads ausgelastet
es: Descargas saturadas
it: Download occupato
ja: ダウンロードが混雑しています
ko: 다운로드 혼잡
pt_br: Downloads sobrecarregados
zh_hans: 下载繁忙

# core.codes.value_not_representable.message
source: A value couldn't be saved. Change it and try again.
de: Ein Wert konnte nicht gespeichert werden. Ändern Sie ihn und versuchen Sie es erneut.
es: No se pudo guardar un valor. Cámbialo y vuelve a intentarlo.
it: Impossibile salvare un valore. Modificalo e riprova.
ja: 値を保存できませんでした。変更してから、もう一度お試しください。
ko: 값을 저장하지 못했어요. 값을 변경한 후 다시 시도하세요.
pt_br: Não foi possível salvar um valor. Altere-o e tente novamente.
zh_hans: 某个值无法保存。请修改后重试。

# core.codes.value_not_representable.title
source: Value not accepted
de: Wert nicht akzeptiert
es: Valor no aceptado
it: Valore non accettato
ja: 値を受け付けられません
ko: 허용되지 않는 값
pt_br: Valor não aceito
zh_hans: 值不被接受

# core.codes.version_blocked.message
source: This version can't be used with your license. Update the app to continue.
de: Diese Version kann mit Ihrer Lizenz nicht verwendet werden. Aktualisieren Sie die App, um fortzufahren.
es: Esta versión no se puede usar con tu licencia. Actualiza la app para continuar.
it: Questa versione non può essere usata con la tua licenza. Aggiorna l'app per continuare.
ja: このバージョンはお持ちのライセンスでは使用できません。続けるにはアプリをアップデートしてください。
ko: 이 버전은 회원님의 라이선스로 사용할 수 없어요. 계속하려면 앱을 업데이트하세요.
pt_br: Esta versão não pode ser usada com sua licença. Atualize o app para continuar.
zh_hans: 此版本无法与你的许可证一起使用。请更新应用以继续。

# core.codes.version_blocked.title
source: Update required
de: Update erforderlich
es: Actualización obligatoria
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트 필요
pt_br: Atualização necessária
zh_hans: 需要更新

# core.fallback.message
source: Something went wrong (%1$@). Try again.
de: Ein Fehler ist aufgetreten (%1$@). Versuchen Sie es erneut.
es: Algo salió mal (%1$@). Vuelve a intentarlo.
it: Si è verificato un problema (%1$@). Riprova.
ja: 問題が発生しました（%1$@）。もう一度お試しください。
ko: 문제가 발생했어요(%1$@). 다시 시도하세요.
pt_br: Algo deu errado (%1$@). Tente novamente.
zh_hans: 出现问题（%1$@）。请重试。

# core.fallback.title
source: Something went wrong
de: Ein Fehler ist aufgetreten
es: Algo salió mal
it: Si è verificato un problema
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
zh_hans: 出现问题

# core.gate.channel-not-entitled.message
source: Your license doesn't include this release channel.
de: Ihre Lizenz umfasst diesen Release-Kanal nicht.
es: Tu licencia no incluye este canal de versiones.
it: La tua licenza non include questo canale di rilascio.
ja: お持ちのライセンスにはこのリリースチャンネルが含まれていません。
ko: 라이선스에 이 릴리스 채널이 포함되어 있지 않아요.
pt_br: Sua licença não inclui este canal de lançamento.
zh_hans: 你的许可证不包含此发布渠道。

# core.gate.channel-not-entitled.title
source: Channel not included
de: Kanal nicht enthalten
es: Canal no incluido
it: Canale non incluso
ja: チャンネルが含まれていません
ko: 포함되지 않은 채널
pt_br: Canal não incluído
zh_hans: 渠道未包含

# core.gate.expired.message
source: Your license has expired. Connect to the internet or renew it to continue.
de: Ihre Lizenz ist abgelaufen. Stellen Sie eine Internetverbindung her oder verlängern Sie sie, um fortzufahren.
es: Tu licencia venció. Conéctate a internet o renuévala para continuar.
it: La tua licenza è scaduta. Connettiti a internet o rinnovala per continuare.
ja: ライセンスの期限が切れています。続けるには、インターネットに接続するか、ライセンスを更新してください。
ko: 라이선스가 만료됐어요. 계속하려면 인터넷에 연결하거나 라이선스를 갱신하세요.
pt_br: Sua licença expirou. Conecte-se à internet ou renove-a para continuar.
zh_hans: 你的许可证已过期。请连接互联网或续订以继续使用。

# core.gate.expired.title
source: License expired
de: Lizenz abgelaufen
es: Licencia vencida
it: Licenza scaduta
ja: ライセンスの期限切れ
ko: 라이선스 만료됨
pt_br: Licença expirada
zh_hans: 许可证已过期

# core.gate.grace.message
source: The licensing service can't be reached. You can keep using the app until the grace period ends.
de: Der Lizenzierungsdienst ist nicht erreichbar. Sie können die App bis zum Ende der Kulanzzeit weiter verwenden.
es: No se puede conectar con el servicio de licencias. Puedes seguir usando la app hasta que termine el periodo de gracia.
it: Impossibile raggiungere il servizio di licenze. Puoi continuare a usare l'app fino al termine del periodo di tolleranza.
ja: ライセンスサービスに接続できません。猶予期間が終わるまでアプリを引き続き使用できます。
ko: 라이선스 서비스에 연결할 수 없어요. 유예 기간이 끝날 때까지 앱을 계속 사용할 수 있어요.
pt_br: Não é possível acessar o serviço de licenciamento. Você pode continuar usando o app até o fim do período de tolerância.
zh_hans: 无法连接许可服务。在宽限期结束前，你可以继续使用此应用。

# core.gate.grace.title
source: Offline grace
de: Offline-Kulanzzeit
es: Periodo de gracia sin conexión
it: Periodo di tolleranza offline
ja: オフライン猶予期間
ko: 오프라인 유예
pt_br: Período offline
zh_hans: 离线宽限期

# core.gate.needs-activation.message
source: Enter a license key or sign in to continue.
de: Geben Sie einen Lizenzschlüssel ein oder melden Sie sich an, um fortzufahren.
es: Escribe una clave de licencia o inicia sesión para continuar.
it: Inserisci una chiave di licenza o accedi per continuare.
ja: 続けるには、ライセンスキーを入力するか、サインインしてください。
ko: 계속하려면 라이선스 키를 입력하거나 로그인하세요.
pt_br: Digite uma chave de licença ou entre para continuar.
zh_hans: 请输入许可证密钥或登录以继续。

# core.gate.needs-activation.title
source: Activate
de: Aktivieren
es: Activar
it: Attiva
ja: アクティベート
ko: 활성화
pt_br: Ativar
zh_hans: 激活

# core.gate.not-applicable.message
source: This app doesn't need a license.
de: Diese App benötigt keine Lizenz.
es: Esta app no necesita licencia.
it: Questa app non richiede una licenza.
ja: このアプリにライセンスは必要ありません。
ko: 이 앱에는 라이선스가 필요하지 않아요.
pt_br: Este app não precisa de licença.
zh_hans: 此应用无需许可证。

# core.gate.not-applicable.title
source: No license needed
de: Keine Lizenz erforderlich
es: No se necesita licencia
it: Nessuna licenza necessaria
ja: ライセンス不要
ko: 라이선스 필요 없음
pt_br: Nenhuma licença necessária
zh_hans: 无需许可证

# core.gate.ok.message
source: Your license is active.
de: Ihre Lizenz ist aktiv.
es: Tu licencia está activa.
it: La tua licenza è attiva.
ja: ライセンスは有効です。
ko: 라이선스가 활성 상태예요.
pt_br: Sua licença está ativa.
zh_hans: 你的许可证有效。

# core.gate.ok.title
source: License active
de: Lizenz aktiv
es: Licencia activa
it: Licenza attiva
ja: ライセンス有効
ko: 라이선스 활성
pt_br: Licença ativa
zh_hans: 许可证有效

# core.gate.revoked.message
source: This device was signed out. Sign in or activate again to continue.
de: Dieses Gerät wurde abgemeldet. Melden Sie sich an oder aktivieren Sie erneut, um fortzufahren.
es: Se cerró la sesión en este dispositivo. Inicia sesión o vuelve a activarlo para continuar.
it: Questo dispositivo è stato disconnesso. Accedi o attiva di nuovo per continuare.
ja: このデバイスはサインアウトされました。続けるには、もう一度サインインまたはアクティベートしてください。
ko: 이 기기가 로그아웃됐어요. 계속하려면 다시 로그인하거나 활성화하세요.
pt_br: Este dispositivo foi desconectado. Entre ou ative novamente para continuar.
zh_hans: 此设备已退出登录。请重新登录或激活以继续。

# core.gate.revoked.title
source: Signed out
de: Abgemeldet
es: Sesión cerrada
it: Disconnesso
ja: サインアウトされました
ko: 로그아웃됨
pt_br: Desconectado
zh_hans: 已退出登录

# core.gate.version-too-new.message
source: This build is newer than your license allows.
de: Dieser Build ist neuer, als Ihre Lizenz erlaubt.
es: Esta compilación es más reciente de lo que permite tu licencia.
it: Questa build è più recente di quanto consentito dalla tua licenza.
ja: このビルドは、お持ちのライセンスで許可されているバージョンより新しいものです。
ko: 이 빌드는 라이선스에서 허용하는 버전보다 최신이에요.
pt_br: Esta build é mais recente do que sua licença permite.
zh_hans: 此版本比你的许可证允许的版本更新。

# core.gate.version-too-new.title
source: Not available on this license
de: Mit dieser Lizenz nicht verfügbar
es: No disponible con esta licencia
it: Non disponibile con questa licenza
ja: このライセンスでは利用できません
ko: 이 라이선스로 사용할 수 없음
pt_br: Indisponível nesta licença
zh_hans: 此许可证不可用

# core.gate.version-too-old.message
source: This version is no longer supported. Update the app to continue.
de: Diese Version wird nicht mehr unterstützt. Aktualisieren Sie die App, um fortzufahren.
es: Esta versión ya no es compatible. Actualiza la app para continuar.
it: Questa versione non è più supportata. Aggiorna l'app per continuare.
ja: このバージョンはサポートが終了しました。続けるにはアプリをアップデートしてください。
ko: 이 버전은 더 이상 지원되지 않아요. 계속하려면 앱을 업데이트하세요.
pt_br: Esta versão não é mais compatível. Atualize o app para continuar.
zh_hans: 此版本已不再受支持。请更新应用以继续。

# core.gate.version-too-old.title
source: Update required
de: Update erforderlich
es: Actualización obligatoria
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트 필요
pt_br: Atualização necessária
zh_hans: 需要更新

# deviceLimit.browser
source: Replace a device in your browser. %1$@ continues when you're done.
de: Ersetzen Sie ein Gerät in Ihrem Browser. %1$@ wird fortgesetzt, wenn Sie fertig sind.
es: Reemplaza un dispositivo en tu navegador. %1$@ continuará cuando termines.
it: Sostituisci un dispositivo nel browser. %1$@ continua quando hai finito.
ja: ブラウザでデバイスを置き換えてください。完了すると%1$@が続行します。
ko: 브라우저에서 기기를 교체하세요. 완료하면 %1$@에서 계속 진행돼요.
pt_br: Substitua um dispositivo no navegador. %1$@ continua quando você terminar.
zh_hans: 请在浏览器中替换设备。完成后%1$@会继续。

# deviceLimit.confirmTitle
source: Replace %1$@?
de: %1$@ ersetzen?
es: ¿Reemplazar %1$@?
it: Sostituire %1$@?
ja: %1$@を置き換えますか？
ko: %1$@을(를) 교체할까요?
pt_br: Substituir %1$@?
zh_hans: 替换%1$@？

# deviceLimit.consequence
source: %1$@ signs out of %2$@ and %3$@ takes its seat. %1$@ can sign in again later if a seat is free. We'll email you about it.
de: %1$@ wird von %2$@ abgemeldet und %3$@ übernimmt den Platz. %1$@ kann sich später wieder anmelden, wenn ein Platz frei ist. Wir informieren Sie per E-Mail darüber.
es: Se cerrará la sesión de %2$@ en %1$@ y %3$@ ocupará su plaza. %1$@ podrá volver a iniciar sesión más tarde si hay una plaza libre. Te lo notificaremos por correo.
it: %1$@ esce da %2$@ e %3$@ ne prende il posto. %1$@ potrà accedere di nuovo in seguito se si libera un posto. Ti invieremo un'email al riguardo.
ja: %1$@は%2$@からサインアウトし、%3$@がその枠を使用します。枠が空けば、%1$@は後で再びサインインできます。この件についてはメールでお知らせします。
ko: %1$@은(는) %2$@에서 로그아웃되고 %3$@이(가) 그 자리를 사용해요. 자리가 비면 %1$@에서 나중에 다시 로그인할 수 있어요. 이 내용은 이메일로 알려 드려요.
pt_br: %1$@ sai de %2$@ e %3$@ ocupa a vaga. %1$@ poderá entrar novamente depois, se houver uma vaga livre. Enviaremos um e-mail sobre isso.
zh_hans: %1$@将退出登录%2$@，%3$@将占用它的席位。如有空余席位，%1$@之后可以重新登录。我们会通过电子邮件通知你。

# deviceLimit.failed
source: %1$@ couldn't be replaced. Try again.
de: %1$@ konnte nicht ersetzt werden. Versuchen Sie es erneut.
es: No se pudo reemplazar %1$@. Vuelve a intentarlo.
it: Impossibile sostituire %1$@. Riprova.
ja: %1$@を置き換えられませんでした。もう一度お試しください。
ko: %1$@을(를) 교체하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível substituir %1$@. Tente novamente.
zh_hans: 无法替换%1$@。请重试。

# deviceLimit.heading
source: Your license is on %1$@ of %lld devices
de: Ihre Lizenz wird auf %1$@ von %lld Geräten verwendet
es: Tu licencia está en %1$@ de %lld dispositivos
it: La tua licenza è su %1$@ di %lld dispositivi
ja: このライセンスは%lld台のデバイス中%1$@台で使用されています
ko: 라이선스가 기기 %lld대 중 %1$@대에서 사용 중이에요
pt_br: Sua licença está em %1$@ de %lld dispositivos
zh_hans: 你的许可证已用于%1$@台设备，上限为%lld台设备

# deviceLimit.lede
source: To use it on this device, replace one. You can add it back later.
de: Um sie auf diesem Gerät zu verwenden, ersetzen Sie eines. Sie können es später wieder hinzufügen.
es: Para usarla en este dispositivo, reemplaza uno. Puedes volver a añadirlo más tarde.
it: Per usarla su questo dispositivo, sostituiscine uno. Potrai aggiungerlo di nuovo in seguito.
ja: このデバイスで使うには、いずれかのデバイスを置き換えてください。置き換えたデバイスは後で戻すこともできます。
ko: 이 기기에서 사용하려면 기기 하나를 교체하세요. 나중에 다시 추가할 수 있어요.
pt_br: Para usá-la neste dispositivo, substitua um. Você pode adicioná-lo de volta depois.
zh_hans: 要在这台设备上使用，请替换其中一台设备。你之后可以再将其添加回来。

# deviceLimit.openBrowser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pt_br: Abrir no navegador
zh_hans: 在浏览器中打开

# deviceLimit.primary
source: Replace and continue
de: Ersetzen und fortfahren
es: Reemplazar y continuar
it: Sostituisci e continua
ja: 置き換えて続ける
ko: 교체하고 계속
pt_br: Substituir e continuar
zh_hans: 替换并继续

# deviceLimit.removed
source: %1$@ was replaced. %2$@ is continuing.
de: %1$@ wurde ersetzt. %2$@ wird fortgesetzt.
es: Se reemplazó %1$@. %2$@ continúa.
it: %1$@ è stato sostituito. %2$@ continua.
ja: %1$@を置き換えました。%2$@を続行します。
ko: %1$@을(를) 교체했어요. %2$@에서 계속 진행해요.
pt_br: %1$@ foi substituído. %2$@ está continuando.
zh_hans: %1$@已被替换。%2$@正在继续。

# deviceLimit.scan
source: Scan the code to replace a device on your phone.
de: Scannen Sie den Code, um ein Gerät auf Ihrem Telefon zu ersetzen.
es: Escanea el código para reemplazar un dispositivo desde tu teléfono.
it: Scansiona il codice per sostituire un dispositivo dal telefono.
ja: コードをスキャンして、スマートフォンでデバイスを置き換えてください。
ko: 코드를 스캔해 휴대폰에서 기기를 교체하세요.
pt_br: Escaneie o código para substituir um dispositivo pelo celular.
zh_hans: 扫描二维码，在手机上替换设备。

# deviceLimit.title
source: Replace a device
de: Gerät ersetzen
es: Reemplazar un dispositivo
it: Sostituisci un dispositivo
ja: デバイスを置き換える
ko: 기기 교체
pt_br: Substituir um dispositivo
zh_hans: 替换设备

# devices.browser
source: Manage your devices in your browser.
de: Verwalten Sie Ihre Geräte in Ihrem Browser.
es: Administra tus dispositivos en tu navegador.
it: Gestisci i tuoi dispositivi nel browser.
ja: ブラウザでデバイスを管理してください。
ko: 브라우저에서 기기를 관리하세요.
pt_br: Gerencie seus dispositivos no navegador.
zh_hans: 在浏览器中管理你的设备。

# devices.count
source: %lld devices
de: %lld Geräte
es: %lld dispositivos
it: %lld dispositivi
ja: %lld台のデバイス
ko: 기기 %lld대
pt_br: %lld dispositivos
zh_hans: %lld台设备

# devices.empty
source: No devices are using this license yet.
de: Noch keine Geräte verwenden diese Lizenz.
es: Todavía ningún dispositivo usa esta licencia.
it: Nessun dispositivo usa ancora questa licenza.
ja: このライセンスを使用しているデバイスはまだありません。
ko: 아직 이 라이선스를 사용하는 기기가 없어요.
pt_br: Nenhum dispositivo está usando esta licença ainda.
zh_hans: 还没有设备在使用此许可证。

# devices.lede
source: Devices using this license.
de: Geräte, die diese Lizenz verwenden.
es: Dispositivos que usan esta licencia.
it: Dispositivi che usano questa licenza.
ja: このライセンスを使用しているデバイス。
ko: 이 라이선스를 사용하는 기기예요.
pt_br: Dispositivos que usam esta licença.
zh_hans: 正在使用此许可证的设备。

# devices.manage
source: Manage devices
de: Geräte verwalten
es: Administrar dispositivos
it: Gestisci dispositivi
ja: デバイスを管理
ko: 기기 관리
pt_br: Gerenciar dispositivos
zh_hans: 管理设备

# devices.meta
source: %1$@ · last seen %2$@
de: %1$@ · zuletzt aktiv %2$@
es: %1$@ · visto por última vez %2$@
it: %1$@ · visto l'ultima volta %2$@
ja: %1$@ · 最終確認：%2$@
ko: %1$@ · 마지막 접속 %2$@
pt_br: %1$@ · visto por último %2$@
zh_hans: %1$@ · 上次在线：%2$@

# devices.remove
source: Remove
de: Entfernen
es: Quitar
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除

# devices.removeConfirm
source: Remove %1$@? It signs out of %2$@.
de: %1$@ entfernen? Es wird von %2$@ abgemeldet.
es: ¿Quitar %1$@? Se cerrará su sesión de %2$@.
it: Rimuovere %1$@? Uscirà da %2$@.
ja: %1$@を削除しますか？%2$@からサインアウトされます。
ko: %1$@을(를) 제거할까요? %2$@에서 로그아웃돼요.
pt_br: Remover %1$@? Ele sairá de %2$@.
zh_hans: 移除%1$@？它将退出登录%2$@。

# devices.rename
source: Rename
de: Umbenennen
es: Cambiar nombre
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

# devices.renameLabel
source: Device name
de: Gerätename
es: Nombre del dispositivo
it: Nome del dispositivo
ja: デバイス名
ko: 기기 이름
pt_br: Nome do dispositivo
zh_hans: 设备名称

# devices.title
source: Your devices
de: Ihre Geräte
es: Tus dispositivos
it: I tuoi dispositivi
ja: お使いのデバイス
ko: 내 기기
pt_br: Seus dispositivos
zh_hans: 你的设备

# devices.unnamed
source: Unnamed device
de: Unbenanntes Gerät
es: Dispositivo sin nombre
it: Dispositivo senza nome
ja: 名前のないデバイス
ko: 이름 없는 기기
pt_br: Dispositivo sem nome
zh_hans: 未命名设备

# entitlement.locked
source: This feature needs %1$@.
de: Für diese Funktion ist %1$@ erforderlich.
es: Esta función requiere %1$@.
it: Questa funzione richiede %1$@.
ja: この機能には%1$@が必要です。
ko: 이 기능을 사용하려면 %1$@ 등급이 필요해요.
pt_br: Este recurso requer %1$@.
zh_hans: 此功能需要%1$@。

# entitlement.unlock
source: Unlock
de: Freischalten
es: Desbloquear
it: Sblocca
ja: ロックを解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁

# gate.checking
source: Checking your license…
de: Ihre Lizenz wird geprüft…
es: Comprobando tu licencia…
it: Verifica della licenza…
ja: ライセンスを確認しています…
ko: 라이선스 확인 중…
pt_br: Verificando sua licença…
zh_hans: 正在检查你的许可证…

# gate.error.title
source: %1$@ couldn't start
de: %1$@ konnte nicht starten
es: %1$@ no pudo iniciarse
it: Impossibile avviare %1$@
ja: %1$@を起動できませんでした
ko: %1$@을(를) 시작하지 못했어요
pt_br: Não foi possível iniciar %1$@
zh_hans: %1$@无法启动

# grace.daysLeft
source: Offline · %lld days left to reconnect
de: Offline · noch %lld Tage zum erneuten Verbinden
es: Sin conexión · quedan %lld días para reconectar
it: Offline · %lld giorni rimasti per riconnetterti
ja: オフライン · 再接続まで残り%lld日
ko: 오프라인 · 다시 연결까지 %lld일 남음
pt_br: Offline · %lld dias restantes para reconectar
zh_hans: 离线 · 还剩%lld天可重新连接

# grace.deadline
source: Reconnect by %1$@
de: Verbinden Sie sich bis %1$@ erneut
es: Reconecta antes del %1$@
it: Riconnettiti entro il %1$@
ja: %1$@までに再接続してください
ko: %1$@까지 다시 연결하세요
pt_br: Reconecte até %1$@
zh_hans: 请在%1$@前重新连接

# grace.lastDay
source: Offline · reconnect today to keep using %1$@
de: Offline · verbinden Sie sich heute erneut, um %1$@ weiter zu verwenden
es: Sin conexión · reconecta hoy para seguir usando %1$@
it: Offline · riconnettiti oggi per continuare a usare %1$@
ja: オフライン · %1$@を引き続き使うには今日中に再接続してください
ko: 오프라인 · %1$@을(를) 계속 사용하려면 오늘 다시 연결하세요
pt_br: Offline · reconecte hoje para continuar usando %1$@
zh_hans: 离线 · 请在今天重新连接以继续使用%1$@

# offlineActivation.codeCopied
source: Code copied
de: Code kopiert
es: Código copiado
it: Codice copiato
ja: コードをコピーしました
ko: 코드 복사됨
pt_br: Código copiado
zh_hans: 代码已复制

# offlineActivation.copyCode
source: Copy code
de: Code kopieren
es: Copiar código
it: Copia codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
zh_hans: 复制代码

# offlineActivation.done
source: Activated from the offline file.
de: Mit der Offline-Datei aktiviert.
es: Activado con el archivo sin conexión.
it: Attivato dal file offline.
ja: オフラインファイルからアクティベートしました。
ko: 오프라인 파일로 활성화했어요.
pt_br: Ativado com o arquivo offline.
zh_hans: 已通过离线文件激活。

# offlineActivation.dropHint
source: You can also drop the file onto this window.
de: Sie können die Datei auch auf dieses Fenster ziehen.
es: También puedes soltar el archivo en esta ventana.
it: Puoi anche trascinare il file in questa finestra.
ja: このウインドウにファイルをドロップすることもできます。
ko: 파일을 이 창으로 끌어다 놓아도 돼요.
pt_br: Você também pode soltar o arquivo nesta janela.
zh_hans: 你也可以将文件拖放到此窗口。

# offlineActivation.empty
source: Load or paste an activation file first.
de: Laden Sie zuerst eine Aktivierungsdatei oder fügen Sie sie ein.
es: Primero carga o pega un archivo de activación.
it: Prima carica o incolla un file di attivazione.
ja: 先にアクティベーションファイルを読み込むか、ペーストしてください。
ko: 먼저 활성화 파일을 불러오거나 붙여넣으세요.
pt_br: Carregue ou cole um arquivo de ativação primeiro.
zh_hans: 请先载入或粘贴激活文件。

# offlineActivation.loadFile
source: Load file…
de: Datei laden…
es: Cargar archivo…
it: Carica file…
ja: ファイルを読み込む…
ko: 파일 불러오기…
pt_br: Carregar arquivo…
zh_hans: 载入文件…

# offlineActivation.loadHint
source: Then load the activation file you get back, or paste its text.
de: Laden Sie dann die Aktivierungsdatei, die Sie zurückerhalten, oder fügen Sie ihren Text ein.
es: Después carga el archivo de activación que recibas, o pega su texto.
it: Poi carica il file di attivazione che ricevi o incollane il testo.
ja: 次に、返送されたアクティベーションファイルを読み込むか、そのテキストをペーストしてください。
ko: 그런 다음 받은 활성화 파일을 불러오거나 그 내용을 붙여넣으세요.
pt_br: Depois, carregue o arquivo de ativação que você receber ou cole o texto dele.
zh_hans: 然后载入你收到的激活文件，或粘贴其文本。
